Repository: letterbox-mail/letterbox
Catalog: enzevalos_iphone/*.lproj/Localizable.strings
Languages: de

source: Access contacts
de: Zugriff auf Kontakte

# AccessContactsDescription
source: This App requires access to your contacts to work properly. We do not share your data with others or transfer it over the internet.
de: Damit diese App richtig funktioniert, brauchen wir Zugriff auf deine Kontakte. Wir teilen diese Daten mit niemandem und senden sie auch nicht über das Internet.

# AccessNotGranted
source: Please allow access to contacts in Settings, to get to know the true promise of this App
de: Bitte schalte unter Einstellungen den Zugriff auf die Kontakte frei, wenn du möchtest, dass die App richtig funktioniert

source: Archive
de: Archiv

source: Address
de: Adresse

source: Addressbook
de: Adressbuch

source: Attach
de: Anhängen

source: Attachment
de: Anhang

source: Authentification
de: Authentifizierung

source: Back
de: Zurück

source: BCC
de: Blindkopie

source: Cancel
de: Abbrechen

source: CC
de: Kopie

# Checkmarks
source: You received Mails from Mailadresses with checkmarks
de: Du hast Nachrichten von den Adressen mit Haken bekommen

# codeExplanation
source: In order to use the secret on an other device, you need the following code. You can find the code again in this view, if you want to transfer it later.
de: Um dein Geheimnis auf dem anderen Gerät benutzen zu können, benötigst du den folgenden Code. Dieser wird in dieser Ansicht wieder zu finden sein, damit du ihn leicht abtippen kannst.

# CouldNotConnect
source: Couldn't connect to server. Please check your data and modify it maybe.
de: Die Verbindung zum Server konnte nicht hergestellt werden. Bitte überprüfe die folgenden Angaben und passe sie ggf. an.

source: Connecting to mailserver
de: Verbinde zum Mailserver

source: Contacts
de: Kontakte

source: Content
de: Inhalt

# ContentNo
source: No content
de: Kein Inhalt

# CreateAndManageKeys
source: Creating keys
de: Erstelle und verwalte Schlüssel

# DeleteCode
source: Delete code and resend
de: Code löschen und erneut senden

# Details
source: Key Details
de: Schlüssel und Schloss

source: Discoverytime
de: Bekannt seit

source: Done
de: Fertig

source: Drafts
de: Entwürfe

source: Edit
de: Bearbeiten

source: Emailaddress
de: E-Mail-Adresse

source: Encryption Type
de: Verschlüsselungsart

source: Everything correct?
de: Alles richtig?

# ExportInfoViewText
source: To have the ablility to read your secure emails, one has to know a secret. This secret is located on your smartphone. In order to read your secure emails onto other devices, this secret has to be transfered to them. If you want to do that, open on the other device the
de: Damit deine Briefe gelesen werden können, muss das Gerät ein Geheimnis kennen. Dieses befindet sich momentan nur auf deinem Smartphone. Das Geheimnis kannst du einfach und sicher auf deine anderen Geräte übertragen. Wenn du das tun möchtest, öffne auf dem anderen Gerät die

# ExportKeyMailWasSentTopLabel
source: Your secret was sent in an email to the address
de: Dein Geheimnis wurde in einer E-Mail an die Adresse

# ExportKeyMailWillBeSentTopLabel
source: Your secret will be sent in an email to the address
de: Dein Geheimnis wird in einer E-Mail an die Adresse

source: Fingerprint
de: Fingerabdruck

source: Folders
de: Ordner

source: Forward
de: Weiterleiten

source: From
de: Von

# GetHelp
source: To get help, tap on the letter or postcard in the app.
de: Um Hilfe zu erhalten, tippe auf den Brief oder die Postkarte in der App.

source: Got it!
de: Verstanden!

source: Hello
de: Hallo

source: Inbox
de: Postfach

source: Insecure
de: Unsicher

# InsertMailAddress
source: Please enter your email address
de: Bitte gib deine E-Mail-Adresse ein

# InsertMailAddressAndPassword
source: Please enter your email address and password
de: Bitte gib deine E-Mail-Adresse und dein Passwort ein

# InsertPassword
source: Please enter your password
de: Bitte gib dein Passwort ein

# InsertUsername
source: Please enter your username
de: Bitte gib deinen Nutzernamen ein

# InterestedInSecureMail
source: Nice to see that you are interested in secure mail!
de: Schön, dass du dich für sichere E-Mail interessierst!

source: Junk
de: Spam

# KeyAddresses
source: Mailaddresses from the key
de: Verbundene Mailadressen

source: Key Details
de: Schlüssel und Schloss Details

source: KeyID
de: Identifier

# KeyIsRevoked
source: The Key is revoked. It was revoked at
de: Das Schloss ist zurückgezogen. Zurückgezogen wurde es am

# KeyIsVerified
source: The Key is verified. It was verified at
de: Das Schloss ist verifiziert. Verifiziert wurde es am

# KeyNotFound
source: No Key Found. This is an error, contact the developers!
de: Schloss konnte nicht gefunden werden. Dies ist ein Fehler, bitte wende dich an die Entwickler!

source: Letter
de: Brief

# LetterDamaged
source: Damaged Letter
de: Angerissener Brief

# LetterDescription
source: • A confidential mail • Written by the stated sender • Needs participation of sender and receiver. You can invite contacts in the app.
de: • Briefe wurden tatsächlich vom angegebenen Absender versendet • Nur Empfänger und Sender können die Nachricht lesen. • Für eine sichere Kommunikation müssen alle zusammenarbeiten. Dafür können in der App Kontakte eingeladen werden.

source: mail from
de: Nachricht von

source: Message
de: Nachricht

source: More Information
de: Weitere Informationen

source: Next
de: Weiter

source: next
de: weiter

source: None
de: Keine

source: Normal, password
de: Normal, Passwort

# Now
source: just now
de: jetzt

# OneMinuteAgo
source: 1 min ago
de: vor 1 min

source: original message
de: originale Nachricht

source: Password
de: Passwort

source: Plaintext
de: Klartext

source: Postcard
de: Postkarte

# PostcardDescription
source: • The kind of mail you know • Neihter confidential, nor you know if it's a forgery • Everybody can read and manipulate it
de: • Eine Postkarte ist eine E-Mail, wie du sie bisher kennst • Weder vertraulich, noch steht fest, ob sie gefälscht wurde • Von jedem lesbar und veränderbar

# ReadFollowingPages
source: We want to make secure mail easy to use. Therefore please read the next three pages.
de: Wir wollen sichere E-Mail einfach nutzbar machen. Dafür lies dir bitte die kommenden drei Seiten durch.

# ReadMailOnOtherDevice
source: Read this email on another device
de: Auf anderem Gerät lesen

# ReadOnOtherDevices
source: Read secure mails on other devices!
de: Briefe auf anderen Geräten lesen!

source: Receive
de: Empfangen

# ReceiveError
source: An error occured
de: Ein Fehler ist aufgetreten

# ReceiveDamagedInfo
source: Something is wrong with this message. It might have been tempered with.
de: Mit dieser Nachricht stimmt was nicht. Der Inhalt könnte kompromittiert oder manipuliert sein.

# ReceiveSecureInfo
source: This message was properly closed. It cannot be read by third parties. The identity of the sender has beed checked.
de: Diese Nachricht war ordnungsgemäß verschlossen. Sie kann nicht von Dritten gelesen werden. Die Identität des Absenders wurde bestätigt

# ReceiveInsecureInfo
source: This message was not encrypted so it was possible for everyone on the way to read its content. The identity of the sender can not verified and the content of the message might have been manipulated.
de: Diese Nachricht wurde unverschlüsselt gesendet und konnte somit von Allen auf dem Weg mitgelesen werden. Die Identität des Absenders konnte nicht bestätigt werden und der Inhalt könnte manipuliert sein.

# ReceiveInsecureInfoVerified
source: This message was not encrypted so it was possible for everyone on the way to read its content. The identity of the sender was verified and the content of the message was not changed.
de: Diese Nachricht wurde unverschlüsselt gesendet und konnte somit von Allen auf dem Weg mitgelesen werden. Die Identität des Absenders wurde bestätigt und die Nachricht wurde nicht verändert.

# ReceiveInsecureInfoEncrypted
source: This message was encrypted, but the identity of the sender could not be verified.
de: Diese Nachricht wurde verschlüsselt gesendet, aber die Identität des Absenders konnte nicht bestätigt werden.

# ReceiveInsecureInfoDecryptionFailed
source: This message is encrypted, but it could not be decrypted. This may be because an old key was used or something shady might have happened.
de: Diese Nachricht wurde verschlüsselt, konnte aber nicht entschlüsselt werden. Möglicherweise wurde ein alter Schlüssel verwendet oder etwas seltsames ist passiert.

source: Refresh
de: Erneut laden

source: Reply
de: Antworten

source: Save as draft
de: Als Entwurf speichern

source: Secure
de: Sicher

source: Send
de: Senden

# SendError
source: An error occured
de: Ein Fehler ist aufgetreten

# SendInsecureInfo
source: This Mail would be send insecurely to all orange contacts. So everybody could read and manipulate it. You could invite them to use Enzevalos to communicate securely.
de: Diese Nachricht würde unsicher an alle orange eingefärbten Kontakte gesendet werden. Somit kann sie unterwegs von anderen gelesen oder manipuliert werden. Du könntest die orangen Kontakte einladen Letterbox zu verwenden, um sicher mit ihnen zu kommunizieren.

# SendInsecureInfoAll
source: This Mail would be send insecurely to all contacts. So everybody could read and manipulate it. You could invite them to use Enzevalos to communicate securely.
de: Diese Nachricht würde unsicher an alle Kontakte gesendet werden. Somit kann sie unterwegs von anderen gelesen oder manipuliert werden. Du könntest die orangen Kontakte einladen Letterbox zu verwenden, um sicher mit ihnen zu kommunizieren.

# SendSecureInfo
source: Congratulations! This Mail would be send securely. It is impossible for anybody to read or manipulate it.
de: Super! Diese Nachricht würde sicher versendet werden. Somit ist ihr Inhalt vor neugierigen Augen geschützt und kann nicht manipuliert werden.

# SendSuccess
source: Sent successfully
de: Erfolgreich gesendet

source: Sent
de: Gesendet

source: sent at
de: gesendet am

source: Sign
de: Signieren

source: Signed
de: Signiert

source: Subject
de: Betreff

source: subject
de: Betreff

# SubjectNo
source: No subject
de: Kein Betreff

source: Sender
de: Absender

source: To
de: An

source: to
de: an

source: Transportencryption
de: Transferverschlüsselung

source: Trash
de: Papierkorb

# TwoDaysAgo
source: 2 days ago
de: Vorgestern

source: Username
de: Nutzername

source: Welcome
de: Willkommen

# WhatAShame
source: Too bad
de: Schade!

# WrongMailAddressOrPassword
source: Email address or password were wrong. Please try again!
de: Die E-Mail-Adresse oder das Passwort waren falsch. Bitte probiere es erneut!

source: write
de: verfassen

source: yesterday
de: Gestern

source: No further messages...
de: Keine weiteren Nachrichten...

source: Updating...
de: Aktualisiere...

source: Last Update
de: Letzte Aktualisierung

# notVerified
source: Contact is not verified jet
de: Kontakt ist noch nicht verifiziert

# noEncryption
source: Contact is not jet using encryption
de: Kontakt nutzt noch keine Verschlüsselung

# otherEncryption
source: This is the unsafe tray with this Contact
de: Dies ist die Ablage für Postkarten dieser Person

# hasKeyButNoMail
source: Contact has a key, but you haven't received a safe email jet.
de: Kontakt nutzt Verschlüsselung, hat dir aber noch keine Briefe gesendet

# Verified
source: Contact is verified
de: Kontakt ist verifiziert

source: Verify now
de: Jetzt verifizieren

# toEncrypted
source: Switch to secure tray
de: Zur Ablage von Briefen

# invite
source: Invide contact to use encryption
de: Kontakt einladen Verschlüsselung zu nutzen

# discardButton
source: Discard
de: Verwerfen

# allMessages
source: All messages from this tray
de: Alle Nachrichten dieser Ablage

# otherRecords
source: Other trays of this contact
de: Andere Ablagen dieses Kontakts

# connectedAddresses
source: Associated addresses
de: Verknüpfte E-Mail-Adressen

# CC
source: To/CC
de: An/CC

source: All
de: Alles

source: Body
de: Nachricht

source: and
de: und

source: more
de: weitere

# encryptedBeforeHeadline
source: Insecure Message
de: Postkarte

# encryptedBeforeText
source: You received secure messages from this contact before. Maybe don't trust this email too much or ask the contact via secure message or other channel whether this message is legitimate.
de: Früher hat dieser Kontakt Briefe gesendet. Vertraue dem Inhalt vielleicht nicht zu sehr oder kontaktiere den Absender ob die Nachricht legitim ist.

# corruptedText
source: This E-Mail may have been modified! If you want to read it anyways, please be weary of its content.
de: Diese E-Mail könnte verändert worden sein! Bitte misstrauen Sie dem Inhalt, falls Sie ihn trotzdem lesen möchten.

# corruptedHeadline
source: Attention!
de: Achtung!

source: Answer
de: Antworten

# couldNotDecryptHeadline
source: Could not decrypt Message
de: Entschlüsseln nicht möglich

# couldNotDecryptText
source: It was not possible to decrypt this message. This might be because the sender used the wrong key. If you expect a message from this contact, you could try reaching out on another channel.
de: Diese Nachricht konnte nicht entschlüsselt werden. Vielleicht hat der Absender das falsche Schloss verwendet. Falls du von diesem Absender eine Nachricht erwartest könntest du versuchen auf einem anderen Weg in Verbindung zu treten.

# newKeyHeadline
source: New padlock
de: Neues Schloss

# newKeyText
source: This message has been linked to a new padlock. This can happen if the other party has a new device or if a third party has forged this message.
de: Diese Nachricht wurde mit einem neuem Schloss verbunden. Dies kann passieren wenn der Gesprächspartner ein neues Gerät hat oder wenn ein Dritter diese Nachricht gefälscht hat.

# inviteContacts
source: Invite insecure Contacts
de: Unsichere Kontakte einladen

# inviteContacts.Censor
source: Show explanation
de: Erklärungsdialog anzeigen

# inviteSubject
source: Lets use secure email!
de: Lass uns unsere E-Mails verschlüsseln!

# inviteText
source: Hey there! There is this new App called Enzevalos which makes it really easy to communicate encrypted over email. I would love for you to try it! Best regards!
de: Hallo, bisher waren unsere E-Mails immer wie Postkarten und die E-Mail-Provider konnten immer mitlesen. Davor schützt Ende-Zu-Ende-Verschlüsselung. Ich probiere gerade Letterbox aus, aber es gibt auch andere Programme. Letterbox ist besonders einfach und unkompliziert. Wollen wir es mal gemeinsam ausprobieren? Eine Übersicht über andere Programme und weitere Erklärungen finden sich hier: http://letterbox.imp.fu-berlin.de?id=%@&invitation=Mail Viele Grüße!

source: NO NAME
de: OHNE NAME

# you
source: Your Tray
de: Deine Ablage

# thisIsYou
source: Emails you sent yourself are collected here
de: Hier werden E-Mails, die du dir selber schickst, gesammelt

# didYouSendThis
source: Hey, did you send me this email? I'm just asking because it was sent insecurely.
de: Hallo, haben Sie mir diese E-Mail geschickt? Ich frage nur, weil die E-Mail unsicher versendet wurde.

# reactButton
source: Request Confirmation
de: Bestätigung erfragen

# sendSecureIfPossible
source: Send as letter when possible
de: Wenn möglich als Brief senden

# sendInsecure
source: Send as postcard
de: Als Postkarte verfassen

# sendInsecureAll
source: Send as postcard to everyone
de: An alle als Postkarte verfassen

# sendSecure
source: Send as letter
de: Als Brief senden

source: Verify Contact
de: Kontakt verifizieren

# scanQRCode
source: Scan the QR Code of the Contact
de: Scanne den QR Code des Kontaktes

# wrongQRCode
source: Incompatible QR Code found
de: Kein passender QR Code gefunden

# fingerprintMissmatch
source: The found Fingerprint does not match!
de: Der Fingerabdruck stimmt nicht überein!

# verifySuccess
source: Successfully verified!
de: Erfolgreich verifiziert!

source: Your Fingerprint:
de: Dein Fingerabdruck:

# fingerprintMissmatchShort
source: Fingerprint does not match!
de: Fingerabdruck stimmt nicht!

# fingerprintMissmatchText
source: Make sure you scanned the correct contact. If you did, you might be victim of a man-in-the-middle-attack.
de: Stelle sicher, dass der richtige Kontakt verifiziert wurde. Fall es der richtige war, könntest du Opfer eines Mittelmann-Angriffs sein.

# scanDifferentCode
source: Scan different QR Code
de: Anderen QR Code scannen

source: Secure Contacts
de: Sichere Kontakte

source: Secure Communication
de: Sichere Kommunikation

# ErrorText
source: An error occured. Are you connected to the internet?
de: Es gab einen Fehler. Besteht eine Verbindung zum Internet?

source: About
de: Über uns

source: Your Badges
de: Deine Abzeichen

# copied
source: Copied key to your clipboard
de: Schloss wurde kopiert

# copyKey
source: Copy key to clipboard
de: Schloss in Zwischenablage kopieren

# NeverUpdated
source: Error while updating
de: Fehler bei Aktualisierung

source: Pull to Refresh
de: Aktualisieren

# Error.noInternet.Title
source: No internet connection!
de: Keine Internetverbindung!

# Error.noInternet.Message
source: We need internet!
de: Wir brauchen Internet.

# Invitation.Code.Title
source: Almost done!
de: Fast geschafft!

# Invitation.Code.Message
source: Your message has been sent. There is a code required to be able to read it. You can share it via SMS or messenger Code: %@
de: Deine Nachricht wurde versendet. Um sie lesen zu können, braucht man den unterstehenden Code. Du kannst den Code per SMS oder Messenger teilen Code: %@

# Invitation.Code.Share
source: Share
de: Teilen

# Invitation.Code.Done
source: Done
de: Fertig

# Invitation.Welcome.Title
source: Communicate confidentially
de: Vertraulich kommunizieren

# Invitation.Welcome.Title.InvitationMail
source: Please participate
de: Bitte um Teilnahme

# Invitation.Welcome.Message
source: You can mark sensitive passages to have them encrypted later. Show your contacts that it's possible to communicate securely.
de: Du kannst pikante oder sensible Textstellen markieren, um diese dann zu verschlüsseln. Zeige deinen Kontakten, dass man auch vertraulich kommunizieren kann.

# Invitation.Welcome.Message.Censor
source: You can mark sensitive passages to have them hidden later. Show your contacts that you would perfer to share some information confidentially.
de: Du kannst pikante oder sensible Textstellen markieren, um diese zu verberen. Zeige deinen Kontakten, dass du lieber einige Informationen vertraulich mitteilen willst.

# Invitation.Welcome.Message.InvitationMail
source: You cannot send letters to this person yet. You can invite them to participate. After they answered with a letter, you can send them letters as well.
de: Mit dieser Person kannst du noch keine Briefe austauschen. Du kannst Sie bitten mitzumachen. Nachdem die andere Person per Brief geantwortet hat, kann diese auch Briefe empfangen.

# Invitation.Welcome.Try
source: Try now
de: Jetzt ausprobieren

# Invitation.Welcome.Try.InvitationMail
source: Invite contact
de: Kontakt einladen

# Invitation.Welcome.Later
source: Maybe later
de: Vielleicht später

# Invitation.Welcome.Dont.Ask
source: Don't show anymore
de: Nicht mehr anzeigen

# Invitation.Step.Title
source: Great!
de: Prima!

# Invitation.Step.Message
source: You will get a code for the decryption after the message was sent.
de: Du wirst einen Code zum Entschlüsseln deiner Nachricht erhalten, sobald du diese versendet hast.

# Invitation.Step.Message.Censor
source: The marked passages will be obliterated upon sending.
de: Die markierten Textstellen werden automatisch beim Versenden unkenntlich gemacht.

# Invitation.Step.CTA
source: Continue
de: Weiter machen

# Invitation.Step.Undo
source: Undo
de: Rückgängig machen

# Invitation.Encrypt
source: Encrypt
de: Verschlüsseln

# Invitation.Encrypt.Censor
source: Hide
de: Verbergen

# Invitation.Decrypt
source: Decrypt
de: Entschlüsseln

# Invitation.Decrypt.Censor
source: Disclose
de: Offenlegen

# Invitation.CensorFooter
source: ____________________________ Why isn't everything readable? An unencrypted email is like a postcard; the email provider and possibly others can read along. Some parts of this message are private or sensitive. They are supposed to remain hidden from other readers and have therefore been blackened. Your counterpart already uses Letterbox to protect communication from the curious eyes of others. If you join in, both of you will reach the goal together. More information can be found at: %@
de: ____________________________ Warum ist nicht alles lesbar? Eine unverschlüsselte E-Mail ist wie eine Postkarte; der E-Mail-Provider und möglicherweise auch Andere können mitlesen. Einige Teile dieser Nachricht sind privat oder pikant. Sie sollen vor Mitlesern verborgen bleiben und wurden darum geschwärzt. Dein Gegenüber nutzt mit Letterbox bereits ein Programm um die Kommunikation vor den neugierigen Augen Anderer zu schützen. Wenn Du auch mitmachst, erreicht ihr beide gemeinsam das Ziel. Mehr Informationen finden sich unter: %@

# Invitation.EncryptionFooter
source: ____________________________ Teile dieser E-Mail sind verschlüsselt! An unencrypted email is like a postcard; the email provider and possibly others can read along. Some parts of this message are private or sensitive. They are supposed to remain hidden from other readers and have therefore been blackened. Your counterpart already uses Letterbox to protect communication from the curious eyes of others. If you join in, both of you will reach the goal together. you can decrypt the encrypted passages anytime at %@
de: ____________________________ Teile dieser E-Mail sind verschlüsselt! Eine unverschlüsselte E-Mail ist wie eine Postkarte; der E-Mail-Provider und möglicherweise auch Andere können mitlesen. Einige Teile dieser Nachricht sind privat oder pikant. Sie sollen vor Mitlesern verborgen bleiben und wurden darum geschwärzt. Dein Gegenüber nutzt mit Letterbox bereits ein Programm um die Kommunikation vor den neugierigen Augen Anderer zu schützen. Wenn Du auch mitmachst, erreicht ihr beide gemeinsam das Ziel. Du kannst die verschlüsselten Wörter jederzeit unter %@ entschlüsseln.

# Invitation.ComposeMail
source: You can customize the email to suit your needs. The content of this e-mail is also stored for scientific research.
de: Die E-Mail kannst du nach deinen Wünschen anpassen. Zur wissenschaftlichen Untersuchung wird der Inhalt dieser E-Mail auch gespeichert.

# Mail.Signature
source: ____________________________ Composed with Letterbox. More information: http://letterbox.imp.fu-berlin.de?invitation=0
de: ____________________________ Verfasst mit Letterbox. Mehr Informationen: http://letterbox.imp.fu-berlin.de?invitation=0
